//Створити клас с атрибутами та конструктором.У методі main() ініціалізувати створення
//екземплярів класу та продемонструвати роботу його методів згідно умов завдання.

//Скласти опис класу для матриці. Зберігає кількість рядків і стовпців, елементи
//цілочисленної матриці. Методи: сума, різниця, добуток двох матриць, множення матриці на скаляр,
//транспонування матриці, чи рівні дві матриці, чи квадратна матриця,
//для квадратної матриці - перевірка симетричності відносно головної (побічної) діагоналі.
//Зробити властивості класу приватними, а для їх читання створити методи-геттери.

class Matrix
{

}

class Programm
{
    static void Main(string[] args)
    {

    }
}